{
  "General_Overview_&_Reviews": [
    {
      "title": "Seborrheic dermatitis and dandruff: A comprehensive review.",
      "journal": "Journal of Clinical and Investigative Dermatology",
      "year": "2015",
      "key_finding": "Comprehensive review of seborrheic dermatitis and dandruff, covering etiology, pathogenesis, and treatment options."
    },
    {
      "title": "Seborrheic dermatitis.",
      "journal": "Dermatologic Clinics",
      "year": "2004",
      "key_finding": "Detailed overview of seborrheic dermatitis, including clinical features, diagnosis, and management strategies."
    },
    {
      "title": "The role of sebaceous gland activity and scalp microfloral metabolism in the etiology of seborrheic dermatitis and dandruff.",
      "journal": "Journal of Investigative Dermatology Symposium Proceedings",
      "year": "2005",
      "key_finding": "Exploration of the interaction between sebaceous gland activity and scalp microfloral metabolism in the etiology of seborrheic dermatitis and dandruff."
    },
    {
      "title": "Malassezia‐associated skin diseases, the use of diagnostics and treatments.",
      "journal": "Frontiers in Cellular and Infection Microbiology",
      "year": "2020",
      "url": "https://doi.org/10.3389/fcimb.2020.614446",
      "key_finding": "Review of Malassezia's role in various skin diseases, diagnostic methods, and therapeutic approaches."
    }
  ],
  "Malassezia_Biology_&_Lipid_Metabolism": [
    {
      "title": "Distribution of Malassezia species in patients with different dermatological diseases.",
      "journal": "Acta Dermatovenerologica Croatica",
      "year": "2016",
      "key_finding": "Study on the prevalence and distribution of different Malassezia species in patients with various dermatological diseases."
    },
    {
      "title": "Unraveling lipid metabolism in lipid-dependent pathogenic yeasts Malassezia spp.",
      "journal": "Doctoral dissertation",
      "year": "2017",
      "url": "https://dspace.library.uu.nl/handle/1874/356776",
      "key_finding": "Doctoral research investigating the complex lipid metabolism pathways in Malassezia species."
    },
    {
      "title": "A study of the fatty acid metabolism of the yeast Pityrosporum ovale.",
      "journal": "Journal of General Microbiology",
      "year": "1968",
      "key_finding": "Early research on the fatty acid metabolic processes in Pityrosporum ovale (now Malassezia ovale)."
    },
    {
      "title": "Growth requirements and lipid metabolism of Pityrosporum orbiculare.",
      "journal": "Journal of Investigative Dermatology",
      "year": "1979",
      "key_finding": "Investigation into the specific growth requirements and lipid metabolic pathways of Pityrosporum orbiculare."
    },
    {
      "title": "Expression of lipases and phospholipases of Malassezia restricta in patients with seborrheic dermatitis.",
      "journal": "Indian Journal of Dermatology",
      "year": "2013",
      "url": "https://doi.org/10.4103/0019-5154.113915",
      "key_finding": "Study on the expression levels of lipase and phospholipase enzymes by Malassezia restricta in seborrheic dermatitis patients."
    }
  ],
  "Pathogenesis_Barrier_&_Immunity": [
    {
      "title": "Presence of Malassezia hyphae is correlated with pathogenesis of seborrheic dermatitis.",
      "journal": "Microbiology Spectrum",
      "year": "2022",
      "url": "https://doi.org/10.1128/spectrum.01169-21",
      "key_finding": "Research indicating a correlation between the presence of Malassezia hyphae and the pathogenic mechanisms of seborrheic dermatitis."
    },
    {
      "title": "An overview of the diagnosis and management of seborrheic dermatitis.",
      "journal": "Dermatology Practical & Conceptual",
      "year": "2022",
      "url": "https://doi.org/10.5826/dpc.1203a63",
      "key_finding": "Practical guide to the diagnosis and management strategies for seborrheic dermatitis."
    },
    {
      "title": "Seborrheic dermatitis: Exploring the complex interplay with the skin barrier, immunity, and microbiome.",
      "journal": "Experimental Dermatology",
      "year": "2025",
      "key_finding": "Future-looking research exploring the intricate relationships between seborrheic dermatitis, skin barrier function, immune responses, and the microbiome."
    },
    {
      "title": "Seborrheic dermatitis revisited: Pathophysiology, diagnosis, and management.",
      "journal": "American Journal of Clinical Dermatology",
      "year": "2025",
      "key_finding": "Updated review on the pathophysiology, diagnostic criteria, and management approaches for seborrheic dermatitis."
    },
    {
      "title": "Cutaneous Malassezia: Commensal, pathogen, or protector?",
      "journal": "Frontiers in Cellular and Infection Microbiology",
      "year": "2021",
      "url": "https://doi.org/10.3389/fcimb.2020.614446",
      "key_finding": "Discussion on the multifaceted role of cutaneous Malassezia, ranging from commensal to pathogen or even protector."
    }
  ],
  "Treatment_Protocols": [
    {
      "title": "Clinical and biochemical assessment of maintenance treatment in chronic recurrent seborrheic dermatitis.",
      "journal": "Dermatology Research and Practice",
      "year": "2014",
      "url": "https://doi.org/10.1155/2014/876520",
      "key_finding": "Assessment of maintenance treatment efficacy for specific recurrent seborrheic dermatitis via clinical and biochemical markers."
    },
    {
      "title": "Modulating the skin mycobiome with probiotic-enriched oily suspension.",
      "journal": "Microorganisms",
      "year": "2024",
      "url": "https://doi.org/10.3390/microorganisms12011189",
      "key_finding": "Study on using probiotic-enriched oily suspensions to modulate the skin mycobiome as a therapeutic approach."
    },
    {
      "title": "Nutrition, obesity, and seborrheic dermatitis: Systematic review.",
      "journal": "JMIR Dermatology",
      "year": "2023",
      "url": "https://doi.org/10.2196/50143",
      "key_finding": "Systematic review exploring connections between nutrition, obesity, and seborrheic dermatitis incidence or severity."
    },
    {
      "title": "Seborrhoeic dermatitis.",
      "journal": "Cochrane Database of Systematic Reviews",
      "year": "2012",
      "url": "https://doi.org/10.1002/14651858.CD001800.pub2",
      "key_finding": "Cochrane review summarizing evidence for various treatments of seborrheic dermatitis."
    }
  ]
}
