{
  "terms": [
    {
      "term": "Malassezia",
      "definition": "A genus of fungi (yeasts) naturally found on human skin. In Seborrheic Dermatitis, these yeasts proliferate excessively by feeding on sebum and producing irritating substances.",
      "category": "Biology"
    },
    {
      "term": "Biofilm",
      "definition": "A protective 'slimy' layer produced by microorganisms (like Malassezia) to protect themselves from antifungal treatments and the immune system.",
      "category": "Biology"
    },
    {
      "term": "Fatty Acids",
      "definition": "Fundamental components of fats and oils. Specific fatty acids (chain length C11-C24) feed Malassezia and must be avoided.",
      "category": "Chemistry"
    },
    {
      "term": "Skin Barrier",
      "definition": "The outer layer of the skin that retains moisture and protects against external agents. In SD, the barrier is often compromised, causing inflammation.",
      "category": "Dermatology"
    },
    {
      "term": "Esters",
      "definition": "Chemical compounds formed by the reaction between a fatty acid and an alcohol. Many 'heavy' esters (e.g., Isopropyl Palmitate) are food for Malassezia.",
      "category": "Chemistry"
    },
    {
      "term": "Hydrolysis",
      "definition": "A chemical process where water breaks molecular bonds. Malassezia uses enzymes (lipases) to hydrolyze sebum triglycerides and release irritating free fatty acids.",
      "category": "Chemistry"
    },
    {
      "term": "Lipids",
      "definition": "General term for fats, oils, and waxes. Not all lipids are harmful to SD: squalane and MCT oil are 'safe' lipids.",
      "category": "Chemistry"
    },
    {
      "term": "INCI",
      "definition": "International Nomenclature of Cosmetic Ingredients. It is the standardized list of ingredients found on the back of cosmetic products.",
      "category": "Legal"
    },
    {
      "term": "Sebum",
      "definition": "Oily substance produced by the sebaceous glands of the skin. It is the natural food for Malassezia.",
      "category": "Biology"
    },
    {
      "term": "MCT Oil",
      "definition": "Medium Chain Triglycerides (C8 and C10). A special oil that Malassezia CANNOT metabolize, making it the only safe oil to moisturize skin with SD.",
      "category": "Ingredients"
    },
    {
      "term": "Squalane",
      "definition": "A stable hydrocarbon derived (often) from olives or sugarcane. It is chemically identical to part of human sebum but does not feed the fungus.",
      "category": "Ingredients"
    },
    {
      "term": "pH",
      "definition": "Measure of acidity. Healthy scalp has pH 5.5. A higher pH (>6.0) promotes Malassezia growth.",
      "category": "Chemistry"
    },
    {
      "term": "Lipase",
      "definition": "Enzymes produced by Malassezia to 'digest' fats (sebum or cosmetic products) and transform them into nourishment.",
      "category": "Biology"
    },
    {
      "term": "Desquamation",
      "definition": "Accelerated detachment of dead skin cells, visible as 'dandruff'. It is an inflammatory response to the presence of irritating free fatty acids.",
      "category": "Dermatology"
    },
    {
      "term": "Polysorbates",
      "definition": "Common emulsifiers (e.g., Polysorbate-20, -80) that contain fatty acids. Often used in medications, but can feed Malassezia if not balanced.",
      "category": "Chemistry"
    },
    {
      "term": "Ferments",
      "definition": "Ingredients derived from microbial fermentation (e.g., Galactomyces). Very popular in K-Beauty, but risky for SD because they often contain nutrient residues for yeasts.",
      "category": "Ingredients"
    }
  ]
}
